{
    "hi": "Hi I'm",
    "name": "Siwakorn Suriya",
    "roles": "Mobile Developer | Full stack Developer",
    "personal data": "I am a recent graduate with a strong interest in mobile application development. I specialize in the Flutter framework and have experience in developing mobile applications alongside backend API services that efficiently integrate and work with mobile platforms. I am highly motivated to learn new technologies and eager to contribute my knowledge and skills to support the organization.",
    "aboutme": "Hello, I’m Mr. Siwakorn Suriya (Jay). I hold a Bachelor's degree in Computer Engineering from the Faculty of Engineering, King Mongkut's Institute of Technology Ladkrabang. I'm highly interested in mobile application development. I specialize in the Flutter framework and have experience in developing mobile applications alongside backend API services that efficiently integrate and work with mobile platforms. I am highly motivated to learn new technologies and eager to contribute my knowledge and skills to support the organization and to create solutions that truly meet user needs. Ultimately, my goal is to develop advanced technologies that benefit both businesses and society in the future.",
    "loadcv": "• Download Resume",
    "port1-1": "• Automatic License Plate Recognition System via Raspberry Pi 4",
    "port1-2": "• Admin Website for Parking Lot Access Control",
    "port1-3": "• Parking Fee Payment Website for Users",
    "port1-4": "• Responsive Web Design",
    "port1-5": "• Payment Gateway Integration ",
    "port2-1": "• Heart rate and step count monitoring display system",
    "port2-2": "• Fall detection and automatic alert system for smartwatch users",
    "port2-3": "• Notification system integrated with the Line application",
    "port2-4": "• Emergency help request feature via smartwatch application",
    "port2-5": "• Web-based dashboard for managing smartwatch users and configuring Line Notify tokens",
    "port3-1": "• User registration and account management system",
    "port3-2": "• Heart rate measurement using smartphone camera technology",
    "port3-3": "• Health data logging and diabetes risk prediction system",
    "port3-4": "• Historical log visualization with interactive health graphs",
    "port3-5": "• Personalized health recommendations based on diabetes risk assessment"
}