{
    "hi": "สวัสดีครับ ผมชื่อ",
    "name": "ศิวกร สุริยะ",
    "roles": "Mobile Developer | Full stack Developer",
    "personal data": "ผมเป็นบัณฑิตจบใหม่จาก สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง มีความสนใจอย่างมากในการพัฒนาโมบายแอปพลิเคชัน โดยมีความเชี่ยวชาญใน Flutter framework และมีประสบการณ์ในการพัฒนาแอปพลิเคชันมือถือ ควบคู่ไปกับการพัฒนา Backend API service ที่สามารถทำงานร่วมกับแพลตฟอร์มมือถือได้อย่างมีประสิทธิภาพครับ ผมมีความกระตือรือร้นที่จะเรียนรู้เทคโนโลยีใหม่ๆ และพร้อมที่จะนำความรู้ความสามารถไปช่วยสนับสนุนองค์กรอย่างเต็มที่ครับ",
    "aboutme": "สวัสดีครับ กระผม นายศิวกร สุริยะ (เจ) ผมสำเร็จการศึกษาระดับปริญญาตรี คณะวิศวกรรมคอมพิวเตอร์ จาก สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง ผมมีความสนใจอย่างยิ่งในการพัฒนา โมบายแอปพลิเคชัน โดยมีถนัดในการใช้งาน Flutter framework และมีประสบการณ์ในการพัฒนาแอปพลิเคชันมือถือ พร้อมทั้งพัฒนา Backend API Services ที่สามารถทำงานร่วมกับแพลตฟอร์มมือถือได้อย่างมีประสิทธิภาพ ผมเป็นคนที่มีแรงจูงใจสูงในการเรียนรู้เทคโนโลยีใหม่ๆ และมีความกระตือรือร้นที่จะนำความรู้และทักษะที่มีมาช่วยสนับสนุนองค์กร รวมถึงสร้างสรรค์โซลูชันที่ตอบโจทย์ความต้องการของผู้ใช้งาน เป้าหมายสูงสุดของผมคือการได้พัฒนาเทคโนโลยีล้ำสมัยที่เป็นประโยชน์ต่อทั้งธุรกิจและสังคมในอนาคตครับ",
    "loadcv": "• โหลด เรซูเม่",
    "port1-1": "• ระบบตรวจจับป้ายทะเบียนอัตโนมัติผ่านบอร์ด Raspberry Pi 4",
    "port1-2": "• เว็บไซต์สำหรับผู้ดูแลระบบทางเข้า-ออกลานจอดรถ",
    "port1-3": "• เว็บไซต์ชำระค่าจอดรถสำหรับผู้ใช้ลานจอดรถ",
    "port1-4": "• เว็บไซต์รองรับ Responsive",
    "port1-5": "• เชื่อมต่อกับ Payment Gateway",
    "port2-1": "• ระบบแสดงผลการวัดอัตราการเต้นของหัวใจ และจำนวนก้าวเดิน",
    "port2-2": "• ระบบตรวจจับและแจ้งเตือนเมื่อผู้สวมใส่นาฬิกาล้ม",
    "port2-3": "• ระบบส่งการแจ้งเตือนผ่านทางแอปพลิเคชัน Line",
    "port2-4": "• ระบบร้องขอความช่วยเหลือฉุกเฉินผ่านแอปพลิเคชันบน Smart Watch",
    "port2-5": "• เว็บไซต์สำหรับจัดการข้อมูลผู้สวมใส่นาฬิกา และตั้งค่า Line Notify Token",
    "port3-1": "• ระบบสมัครสมาชิกและจัดการบัญชีผู้ใช้งาน",
    "port3-2": "• ระบบวัดอัตราการเต้นของหัวใจด้วยกล้องโทรศัพท์มือถือ",
    "port3-3": "• ระบบบันทึกข้อมูลสุขภาพ และคำนวณความเสี่ยงในการเป็นโรคเบาหวาน",
    "port3-4": "• ระบบแสดงกราฟข้อมูลย้อนหลัง (Log) เพื่อการติดตามสุขภาพ",
    "port3-5": "• ระบบแสดงคำแนะนำด้านสุขภาพตามระดับความเสี่ยงของโรคเบาหวาน"
}